import React from 'react';
import Footer from '../components/Footer';

export default function Shipping() {
  return (
    <>
      <main className="legal-main">
        <div className="legal-container">
          <h1 className="legal-title">מדיניות משלוחים</h1>
          
          <div className="legal-content">
            <p><strong>זמני ייצור ואספקה</strong></p>
            <p>מכיוון שכל סט שלנו מיוצר בעבודת יד ובהתאמה אישית לחלוטין (לרבות עיצוב החבית, צביעה תעשייתית, תוספת הטבעת הלוגו וכד'), זמני האספקה הם ארוכים מהרגיל של מוצרי מדף.</p>
            <p>אנו מתחייבים לייצור ואספקה עד הבית בתוך <strong>עד 14 ימי עסקים</strong> מרגע אישור ההזמנה ואישור הגרפיקה/לוגו.</p>

            <p><strong>עלויות משלוח</strong></p>
            <p>עלות השילוח ליחידה עד בית הלקוח היא 129 ש״ח לרוב חלקי הארץ.</p>
            <p>ברכישת 5 יחידות ומעלה – המשלוח מתבצע על חשבוננו <strong>בחינם</strong>!</p>

            <p><strong>איסוף עצמי</strong></p>
            <p>ניתן להסיר את בחירת המשלוח במהלך הליך הקנייה ולאסוף את המוצרים באופן עצמאי מבית המלאכה שלנו בתיאום מראש.</p>

            <p><strong>אחריות וביטוח בעת השילוח</strong></p>
            <p>כל מוצר היוצא מבית המלאכה שלנו עטוף היטב ונארז באופן בטוח. במידה והתקבל מוצר שניזוק או נשרט במהלך ההובלה, אנא צרו עמנו קשר ביום קבלת המוצר בצירוף תמונות ואנו נטפל בזה מיידית.</p>
          </div>
        </div>
      </main>
      <Footer />
    </>
  );
}
